Repository: Leo357449107/qsdk_cmiot-ax6
Catalog: qca/feeds/luci/applications/luci-app-ahcp/po/*/ahcp.po
Languages: mr

source: AHCP Server
mr: एएचसीपी सर्व्हर

source: Active AHCP Leases
mr: सक्रिय एएचसीपी लीज

source: Address
mr: पत्ता

source: Advanced Settings
mr: प्रगत सेटिंग्ज

source: Age
mr: वय

source: Announced DNS servers
mr: घोषित डीएनएस सर्व्हर

source: Announced NTP servers
mr: घोषित केलेले एनटीपी सर्व्हर

source: Announced prefixes
mr: घोषित केलेले उपसर्ग

source: Collecting data...
mr: डेटा संकलित करीत आहे ...

source: Disable DNS setup
mr: डीएनएस सेटअप अक्षम करा

source: Forwarder
mr: फॉरवर्डर

source: General Setup
mr: सामान्य सेटअप

source: IPv4 and IPv6
mr: IPv4 आणि IPv6

source: IPv4 only
mr: केवळ IPv4

source: IPv6 only
mr: केवळ IPv6

source: Lease directory
mr: लीज निर्देशिका

source: Lease validity time
mr: लीज वैधता वेळ

source: Log file
mr: लॉग फाइल

source: Multicast address
mr: मल्टीकास्ट पत्ता

source: Operation mode
mr: ऑपरेशन मोड

source: Port
mr: पोर्ट

source: Protocol family
mr: प्रोटोकॉल परिवार

source: Served interfaces
mr: दिलेली इंटरफेस

source: Server
mr: सर्व्हर

source: The AHCP Service is not running.
mr: एएचसीपी सेवा चालू नाही.

source: Unique ID file
mr: अनन्य आयडी फाइल
