Repository: Leo357449107/qsdk_cmiot-ax6
Catalog: qca/feeds/luci/applications/luci-app-ntpc/po/*/ntpc.po
Languages: hu, mr

source: Clock Adjustment
hu: Órabeállítás
mr: घड्याळ समायोजन

source: Count of time measurements
hu: Időmérések száma
mr: वेळ मोजमापांची संख्या

source: Current system time
hu: Jelenlegi rendszeridő
mr: सद्य प्रणाली वेळ

source: General
hu: Általános
mr: सामान्य

source: Hostname
hu: Gépnév
mr: होस्टनाव

source: Offset frequency
hu: Frekvencia eltolása
mr: ऑफसेट वारंवारता

source: Port
mr: पोर्ट

source: Synchronizes the system time
hu: Szinkronizálja a rendszeridőt
mr: सिस्टम वेळ समक्रमित करते

source: Time Server
hu: Időkiszolgáló
mr: वेळ सर्व्हर

source: Time Servers
hu: Időkiszolgálók
mr: वेळ सर्व्हर

source: Time Synchronisation
hu: Időszinkronizálás
mr: वेळ समक्रमण

source: Update interval (in seconds)
hu: Frissítési időköz (másodpercben)
mr: मध्यांतर अद्यतनित करा (सेकंदात)

source: empty = infinite
hu: üres = végtelen
mr: रिक्त = असीम
