Repository: Leo357449107/qsdk_cmiot-ax6
Catalog: qca/feeds/luci/applications/luci-app-dnscrypt-proxy/po/*/dnscrypt-proxy.po
Languages: cs

source: Advanced
cs: Pokročilé

source: Alternate Resolver List
cs: Seznam alternativních resolverů

source: Apply DNSCrypt-Proxy specific settings to the Dnsmasq configuration.<br />
cs: Použít nastavení DNSCrypt-Proxy na konfiguraci Dnsmasq.<br />

source: Blacklist
cs: Černá listina

source: Block IPv6
cs: Blokovat IPv6

source: By default the DNSCrypt-Proxy startup will be triggered by ifup events of 'All' available network interfaces.<br />
cs: Ve výchozím nastavení bude DNSCrypt-Proxy spouštěno událostí zapnutí na všech dostupných síťových rozhraních.<br />

source: Configuration of the DNSCrypt-Proxy package.
cs: Konfigurace balíčku DNSCrypt-Proxy.

source: Create '/etc/resolv-crypt.conf' with 'options timeout:1' to reduce DNS upstream timeouts with multiple DNSCrypt instances.<br />
cs: Vytvoří soubor '/etc/resolv-crypt.conf' s 'options timeout:1' pro snížení časového limitu překladu DNS s více instancemi DNSCrypt. <br />

source: Create Config File
cs: Vytvořit konfigurační soubor

source: Create Custom Config File
cs: Vytvořit vlastní konfigurační soubor

source: DNS Query Logfile
cs: Protokol DNS dotazů

source: DNSCrypt-Proxy Logfile
cs: Soubor protokolu DNSCrypt-Proxy

source: DNSCrypt-Proxy Resolver List
cs: Seznam resolverů DNSCrypt-Proxy

source: Default Resolver List
cs: Výchozí seznam resolverů

source: Disable IPv6 to speed up DNSCrypt-Proxy.
cs: Zakázat IPv6 pro urychlení DNSCrypt-Proxy.

source: Dnsmasq Options
cs: Možnosti Dnsmasq

source: Download the current resolver list from 'github.com/dyne/dnscrypt-proxy'.
cs: Stáhnout aktuální seznam resolverů z 'github.com/dyne/dnscrypt-proxy'.

source: Edit DNSCrypt-Proxy Configuration
cs: Upravit konfiguraci DNSCrypt-Proxy

source: Edit Dnsmasq Configuration
cs: Upravit konfiguraci Dnsmasq

source: Edit Resolvcrypt Configuration
cs: Upravit konfiguraci Resolvcrypt

source: Enable Caching to speed up DNSCcrypt-Proxy.
cs: Povolit ukládání do mezipaměti pro urychlení DNSCrypt-Proxy.

source: Ephemeral Keys
cs: Efemérní klíče

source: File Checksum
cs: Kontrolní součet souboru

source: File Date
cs: Datum souboru

source: For further information <a href="%s" target="_blank">see the wiki online</a>
cs: Další informace <a href="%s" target="_blank">najdete na online wiki</a>

source: General Options
cs: Obecné možnosti

source: IP Address
cs: IP adresa

source: Improve privacy by using an ephemeral public key for each query.
cs: Zvýší soukromí použitím efemérních (dočasných) veřejných klíčů pro každý požadavek.

source: Input file not found, please check your configuration.
cs: Vstupní soubor nebyl nalezen, zkontrolujte prosím svou konfiguraci.

source: Instance Options
cs: Možnosti instance

source: Local Cache
cs: Místní mezipaměť

source: Local blacklists allow you to block abuse sites by domains or ip addresses.
cs: Místní seznamy blokovaných serverů umožňují blokovat stránky uvedením názvu domény nebo IP adresy.

source: Log the received DNS queries to a file, so you can watch in real-time what is happening on the network.
cs: Protokoluje přijaté DNS dotazy do souboru, takže je možné v reálném čase sledovat dění na síti.

source: Name of the remote DNS service for resolving queries incl. Location, DNSSEC- and NOLOG-Flag.
cs: Název vzdálené služby DNS pro překlad dotazů vč. lokace, příznaků DNSSEC a NOLOG.

source: No SSL support available.<br />
cs: Chybí podpora SSL.<br />

source: No default resolver list and no SSL support available.<br />
cs: Neexistuje výchozí seznam resolverů a chybí podpora SSL.<br />

source: Overview
cs: Přehled

source: Please edit the file manually in the 'Advanced' section.
cs: Upravte soubor ručně v sekci 'Pokročilé'.

source: Please install a 'libustream-ssl' library to download the current resolver list from 'github.com/dyne/dnscrypt-proxy'.
cs: Chcete-li stáhnout aktuální seznam resolverů z 'github.com/dyne/dnscrypt-proxy', nainstalujte knihovnu 'libustream-ssl'.

source: Please install a resolver list to '/usr/share/dnscrypt-proxy/dnscrypt-resolvers.csv' to use this package.
cs: Chcete-li použít tento balíček, nainstalujte seznam resolverů do souboru '/usr/share/dnscrypt-proxy/dnscrypt-resolvers.csv'.

source: Please note: This may change the values for 'noresolv', 'resolvfile', 'allservers' and the list 'server' settings.
cs: Poznámka: Toto může změnit hodnoty nastavení 'noresolv', 'resolvfile', 'allservers' a záznamů 'server'.

source: Refresh List
cs: Aktualizovat seznam

source: Refresh Resolver List
cs: Aktualizovat seznam resolverů

source: Save
cs: Uložit

source: Specify a non-default Resolver List.
cs: Specifikovat vlastní seznam resolverů.

source: Startup Trigger
cs: Aktivační spouštěč

source: The config file '/etc/resolv-crypt.conf' already exist.<br />
cs: Konfigurační soubor '/etc/resolv-crypt.conf' již existuje.<br />

source: The listening port for DNS queries.
cs: Naslouchající port pro dotazy DNS.

source: The local IPv4 or IPv6 address. The latter one should be specified within brackets, e.g. '[::1]'.
cs: Lokální adresa IPv4 nebo IPv6. Adresa IPv6 musí být uvedena v hranatých závorkách, tj. '[::1]'.

source: The value for this property is the blocklist type and path to the file, e.g.'domains:/path/to/dbl.txt' or 'ips:/path/to/ipbl.txt'.
cs: Hodnota této vlastnosti je typ blokovacího seznamu a cesta k souboru, např. 'domains:/path/to/dbl.txt' nebo 'ips:/path/to/ipbl.txt'.

source: This form allows you to modify the content of the main DNSCrypt-Proxy configuration file (/etc/config/dnscrypt-proxy).
cs: Tento formulář umožňuje upravit obsah hlavního konfiguračního souboru DNSCrypt-Proxy (/etc/config/dnscrypt-proxy).

source: This form allows you to modify the content of the main Dnsmasq configuration file (/etc/config/dhcp).
cs: Tento formulář umožňuje změnit obsah hlavního konfiguračního souboru Dnsmasq (/etc/config/dhcp).

source: This form allows you to modify the content of the resolv-crypt configuration file (/etc/resolv-crypt.conf).
cs: Tento formulář umožňuje změnit obsah konfiguračního souboru resolv-crypt (/etc/resolv-crypt.conf).

source: This form shows the content of the current DNSCrypt Resolver List.
cs: Tento formulář zobrazuje obsah aktuálního seznamu DNSCrypt resolverů.

source: This form shows the syslog output, pre-filtered for DNSCrypt-Proxy related messages only.
cs: Tento formulář ukazuje předfiltrovaný výstup syslog pouze se záznamy DNSCrypt-proxy.

source: This option requires extra CPU cycles and is useless with most DNSCrypt server.
cs: Tato volba zatěžuje CPU a je zbytečná na většině DNSCrypt serverů.

source: To restrict the trigger, select only the relevant network interface. Usually the 'wan' interface should work for most users.
cs: Chcete-li omezit aktivační události, vyberte pouze příslušné síťové rozhraní. Rozhraní 'wan' by mělo fungovat pro většinu uživatelů.

source: Transfer Options To Dnsmasq
cs: Přenést možnosti do Dnsmasq

source: View Logfile
cs: Zobrazit obsah souboru se záznamem událostí

source: View Resolver List
cs: Zobrazit seznam resolverů
