Repository: Leo357449107/qsdk_cmiot-ax6
Catalog: qca/feeds/luci/applications/luci-app-vnstat/po/*/vnstat.po
Languages: ca

source: Configuration
ca: Configuració

source: Daily traffic
ca: Trànsit diari

source: Graphs
ca: Gràfics

source: Hourly traffic
ca: Trànsit per hora

source: Monitor selected interfaces
ca: Vigila les interfícies seleccionades

source: Monthly traffic
ca: Trànsit mensual

source: No database has been set up yet. Go to the VnStat configuration and enable monitoring for one or more interfaces.
ca: Encara no s'ha configurat cap base de dades. Aneu a la configuració del VnStat i habilita la vigila de una o més interfícies.

source: Restart VnStat
ca: Reinicia el VnStat

source: Summary display
ca: Mostra de resum

source: Top 10 display
ca: Mostra dels 10 principals

source: Update »
ca: Actualitza »

source: VnStat Graphs
ca: Gràfics de VnStat

source: VnStat Traffic Monitor
ca: Monitor de trànsit VnStat

source: VnStat is a network traffic monitor for Linux that keeps a log of network traffic for the selected interface(s).
ca: El VnStat és un monitor de trànsit de xarxa pel Linux que manté un registre del trànsit de xarxa de les interfícies seleccionades.
